Repository: tahmed83421/Asp.Net-MSSQL
Catalog: BilliardScoreboard/App_GlobalResources/Lang.*.resx
Languages: it_it

# AmericanPoolBilliard
source: N° Pool billiard *
it_it: N ° biliardi da Pool *

source: Cell phone *
it_it: Cellulare *

source: City *
it_it: Città *

# ClubLogo
source: Logo of Club <font color="#FF0000"><span>(i)</span></font> *
it_it: Logo del Club <font color="#FF0000"><span>(i)</span></font> *

# ClubName
source: Name of Club *
it_it: Nome del Club *

source: Company Name *
it_it: Nome della ditta *

source: Contact Person *
it_it: Persona di riferimento *

# Federation
source: Federation Membership *
it_it: La Vostra Federazione *

# InternationalBilliard
source: N° Inter. billiard *
it_it: N ° biliardi Internaz. *

source: Login
it_it: Entra

# Logintext
source: Edit your account
it_it: Edita il tuo account

# LookingSponsor
source: Looking for Sponsor ? *
it_it: Cerchi uno sponsor ? *

# Nation
source: Country *
it_it: Nazione *

# PCategoryLevel
source: Category Level <font color="#FF0000"><span>(i)</span></font> *
it_it: Categoria livello <font color="#FF0000"><span>(i)</span></font> *

# PCellPhone
source: Cell phone *
it_it: Cellulare *

# PCity
source: City *
it_it: Città *

# PClubName
source: Name of Club Membership *
it_it: Nome del tuo Club *

# PFamilyName
source: Family Name *
it_it: Cognome *

# PFederation
source: Federation Membership *
it_it: La tua Federazione *

# PGameSpeciality
source: Game Speciality *
it_it: Specialità gioco *

# PGender
source: Gender *
it_it: Sesso *

source: Phone
it_it: Telefono

# PLogin
source: Login
it_it: Entra

# PLogintext
source: Edit your account
it_it: Edita il tuo account

# PLookingSponsor
source: Looking for Sponsor ? *
it_it: Cerchi uno sponsor ? *

# PName
source: Name *
it_it: Nome *

# PNation
source: Country *
it_it: Nazione *

# PPhone
source: Phone
it_it: Telefono

# PPlayerPicture
source: Photo of Player <font color="#FF0000"><span>(i)</span></font> *
it_it: Foto del Giocatore <font color="#FF0000"><span>(i)</span></font> *

# PScoreSponsor
source: Score Sponsor Brand *
it_it: Hai Sponsor Segnapunti ? *

# PShare
source: Share data in Internet <font color="#FF0000"><span>(i)</span></font> *
it_it: I tuoi dati in Internet <font color="#FF0000"><span>(i)</span></font> *

# PSignup
source: Signup
it_it: Registrati

# PSignuptext
source: Create your account
it_it: Crea il tuo account

# PStreet
source: Street *
it_it: Via *

# PTelevisonImage
source: Rights Television Image <font color="#FF0000"><span>(i)</span></font> *
it_it: Diritti televisivi Immagine <font color="#FF0000"><span>(i)</span></font> *

# PTermandcondition
source: Accept the contract <font color="#FF0000"><span>(i)</span></font> *
it_it: Accetta il contratto <font color="#FF0000"><span>(i)</span></font> *

# PFiscalCode
source: Fiscal Code *
it_it: Codice Fiscale *

# PWebsite
source: Personal Web Site *
it_it: Sito Web personale *

# PZip
source: ZIP *
it_it: CAP *

# Share
source: Share data in Internet <font color="#FF0000"><span>(i)</span></font> *
it_it: I tuoi dati in Internet <font color="#FF0000"><span>(i)</span></font> *

source: Signup
it_it: Registrati

# Signuptext
source: Create your account
it_it: Crea il tuo account

# SnookerBilliard
source: N° Snooker billiard *
it_it: N ° biliardi da Snooker *

# SponsorBrand
source: Score Sponsor Brand ? *
it_it: Hai Sponsor segnapunti ? *

source: Street *
it_it: Via *

# TelevisonImage
source: Rights Television Image <font color="#FF0000"><span>(i)</span></font> *
it_it: Diritti televisivi <font color="#FF0000"><span>(i)</span></font> *

# Termandcondition
source: Accept the contract <font color="#FF0000"><span>(i)</span></font> *
it_it: Accetta il contratto <font color="#FF0000"><span>(i)</span></font> *

# VAT
source: VAT number *
it_it: Partita IVA *

# Website
source: Club Website *
it_it: Sito web del Club *

source: ZIP *
it_it: CAP *

source: Forget Password ?
it_it: Dimenticato Password ?

# ForgetPasswordSend
source: Submit
it_it: Invia

# PForgetPassword
source: Forget Password ?
it_it: Dimenticato Password ?

# PForgetPasswordSend
source: Submit
it_it: Invia

# ForgetPass
source: Your E-mail
it_it: La tua E-mail

# PForgetPass
source: Your E-mail
it_it: La tua E-mail

# PasswordPopup
source: UPPERCASE and NUMBER restriction (Max. 7 digits)
it_it: Inserire solo NUMERI o lettere MAIUSCOLE (Max. 7 caratteri)

# ClubUpdate
source: Update
it_it: Aggiorna

# PlayerUpdate
source: Update
it_it: Aggiorna

# ClubSave
source: Save
it_it: Salvare

# PlayerSave
source: Save
it_it: Salvare

# ImagePopup
source: For a good image and in order to avoid distortion use 125x150 px png file
it_it: Vi raccomandiamo di caricare un immagine da 125 x 150 px file PNG al fine di evitare distorsioni

# SharePopup
source: Only the data of your games and competitions will shared in Internet. If you select No button the registration will not accepted
it_it: Vengono condivisi in Internet SOLO i vostri dati di gioco, partite e gare. Se si seleziona il pulsante No la Vostra registrazione non verra accettata

# TelevisionPopup
source: The consent to share your image in Internet will be request from us every time we need. We will send an e-mail, you are free to accept or not accept. If you select No button, the registration will not accepted.
it_it: Ogni volta che avremo bisogno di difforndere la vostra immagine in Internet Web-Tv vi chiederemo I'autorizzazione tramite mail certificata, in quel momento potrete accettare SI o NO. Per potervi informare dovete selesionare il pulsante Yes se selezionate il pulsante No la vostra registrazione non sara accettata

# CategoryPopup
source: From 1 to 10 levels. For example 1 = is the highest level established by the Federation of your Country.
it_it: Da 1 a 10 livelli. Ad esempio 1 = e il livello piu alto stabilito dalla Federazione della vostra nazione

# PTermsPop
source: All registration data are processed in accordance with the applicable National and International Laws with full respect for privacy.
it_it: Tutti i dati della registrazione vengono trattati in conformità alle vigenti leggi Nazionali ed Internazionali nel pieno rispetto della privacy.
